[
  {
    "$id": "1722290643.227493",
    "$guideline_name": "COIN281114",
    "$summary": "COINAGE Act, 2011, consolidates the laws relating to coinage and the Mints and provides for the prohibition of melting or destruction of coins and prohibits the making or the possession thereof for issue and for matters connected therewith or incidental thereto.  The Act also provides that any person who makes, issues or possession of any piece of metal to be used as money shall be punished with a fine and a criminal penalty. The Act was enacted by Parliament in the Sixty-second year of the Republic of India on September 11, 2011.\n\nThe Act was passed by the Lok Sabha on 28 March 2012 and came into force on 28.03. 2012. It provided for the following provisions: (1) prohibition of making or melting or destroying of coins; (2) enforcement of the Decimal system of coinage; (3) prohibition and penalty for unlawful making, issue and possession of pieces of metal for use as money; and (4) provision for the creation and enforcement of rules and regulations relating to the minting and distribution of coins. \n\nIn addition, the Act provided that the Mint shall be allowed to appoint a Director General to oversee the operation of the Mint. The Director General was to be appointed by the Central Government on such date as the Government may, by notification in the Official Gazette, appoint the Director General. The Court of Appeals for the High Court (Chief Justice Ravi Agrawal) stayed the proceedings pending the appointment of an independent Director General for the purpose of enforcing the provisions of the Act.\n. The case was stayed pending the Court of Appeal&#x27;s decision in the Supreme Court of India, which held that the Act should be stayed pending a decision on the merits.\n",
    "$implementation": "Medium",
    "$passedby": "The Coinage Act, 2011",
    "$passedon": "1st September, 2011",
    "$department": "Treasury",
    "$pdf": "https://bobazurestore.blob.core.windows.net/legal-framework-acts/COIN281114.pdf",
    "id": "998661e3-3eb2-4a8f-be77-65ecaf6fc6fe",
    "_rid": "b01bAJLHC+QBAAAAAAAAAA==",
    "_self": "dbs/b01bAA==/colls/b01bAJLHC+Q=/docs/b01bAJLHC+QBAAAAAAAAAA==/",
    "_etag": "\"4101e48d-0000-0800-0000-66a814af0000\"",
    "_attachments": "attachments/",
    "_ts": 1722291375
  },
  {
    "$id": "1722289998.063477",
    "$guideline_name": "A1948-62",
    "$summary": "On September 23, 1948, the Reserve Bank of India (the Reserve Bank) enacted an Act to bring its share capital into public ownership and to make other amendments to its Act of Privileges and Immunities Act, 1934. \n\nThe Reserve Bank (Transfer to Public Ownership) Act, I948 (the &quot;Act&quot;) was passed by the Indian Parliament on 23 September 1948.  The Act, which had a two year term, required the Bank to transfer all its shares in the capital of the bank to the Central Government, and to issue to every person who, immediately before the appointed day, is registered as the holder of any such shares, an amount of money in promissory notes in the amount of one hundred and eighteen rupees and ten anna s per share. The Central Government was to bear interest at the rate of three per centum per annum on the interest accrued from the interest on these promissor notes. The Act also provided for the transfer of the Bank&#x27;s share capital to the public, and for the appointment of a Director of the Central Bank and a member of the Board of the Local Board to serve as an independent monitor of the implementation of the Act.\n\nOn the same day the Act was enacted, the Government of India issued a notification in the Official Gazette, informing the public of its intention to appoint a Director to serve on the Board. The appointment was to be made on such day as the Central government may, by notification, appoint such person.  \nThe Act provided that the Director would be appointed on the basis of his performance of his or her duties and that he or she would remain in office for a period of two years from the date of appointment. The Director would not be allowed to serve more than one year after the appointment, and would be subject to a two-year term of non-appointment period. The Court of Appeals for the High Court of India would have the power to enforce the Court&#x27;s appointment of the Director to the Board, and the Court of Appeal for the District Courts of India to enforce its appointment of an independent Monitor to serve two years after the completion of the two year period.  On the same date, the court of appeals would have also been able to enforce a provision in the Bank’s Rules of Civil Procedure and Rules of Court for the duration of this Act. The court would also have the authority to enforce an injunction to prevent the Bank from engaging in any act or practice that would interfere with",
    "$implementation": "Hard",
    "$passedby": "The Reserve Bank of India",
    "$passedon": "September 23, 1948",
    "$department": "Treasury",
    "$pdf": "https://bobazurestore.blob.core.windows.net/legal-framework-acts/A1948-62.pdf",
    "id": "2c91e0c5-51f1-49f4-97d1-a7ac01614749",
    "_rid": "b01bAJLHC+QCAAAAAAAAAA==",
    "_self": "dbs/b01bAA==/colls/b01bAJLHC+Q=/docs/b01bAJLHC+QCAAAAAAAAAA==/",
    "_etag": "\"4101e58d-0000-0800-0000-66a814af0000\"",
    "_attachments": "attachments/",
    "_ts": 1722291375
  },
  {
    "$id": "1722290817.001039",
    "$guideline_name": "FEMA5(R)10052024B1670F780B31466D9865CFECFD914115",
    "$summary": "On April 1, 2016, the Reserve Bank of India made an amendment to the Foreign Exchange Management (Deposit) Regulations, 2016 (Nomination No. FEMA 5 (R)/2016 -RB dated April 01, 2016). The amendment was made in response to the Supreme Court’s decision in the &lt;i&gt;Foreign Exchange Management Act, 1999&lt;/i&gt; case, &lt;a href=&quot;https://www.clearinghouse.net/detail.php?id=12661&amp;search=source%7Cgeneral%3BcaseName%7CC%3Borderby%7B%3CfilingYear%3A&quot;&gt;Indian Financial Services Act, 2013&lt;/a&gt;. \n \nThe amendments were made pursuant to Section 47 of the Foreign exchange management act, 1999 (the Foreign Exchange Act). The changes were made in order to facilitate the provision of financial services in India to persons outside of India. The amendments were to be effective from the date of their publication in the Official Gazette, and were to remain in force for two years. The regulations were to come into force on May 6, 2024. \n\nThe changes were to take effect immediately, and would remain in effect for one year after their effective date. The Reserve Bank did not give a reason for the change, but only stated that the changes were necessary to ensure that the financial services industry would continue to thrive in India, and that the regulations would remain relevant to the financial sector of the country. The amended regulations were published in the official gazette on April 5, 2016 and were subsequently amended on April 12, 2016. The new regulations were scheduled to remain effective from April 12th, 2016 to October 23rd, 2020.  \n",
    "$implementation": "Hard",
    "$passedby": "Reserve Bank of India",
    "$passedon": "May 06, 2024",
    "$department": "Foreign Exchange Department",
    "$pdf": "https://bobazurestore.blob.core.windows.net/legal-framework-acts/FEMA5(R)10052024B1670F780B31466D9865CFECFD914115.PDF",
    "id": "b1194faf-9f6f-40b6-b3db-235ec9cdc39b",
    "_rid": "b01bAJLHC+QDAAAAAAAAAA==",
    "_self": "dbs/b01bAA==/colls/b01bAJLHC+Q=/docs/b01bAJLHC+QDAAAAAAAAAA==/",
    "_etag": "\"4101e68d-0000-0800-0000-66a814af0000\"",
    "_attachments": "attachments/",
    "_ts": 1722291375
  },
  {
    "$id": "1722290527.060608",
    "$guideline_name": "AAA1944___18",
    "$summary": "On November 22, 1944, the Government of India passed the Public Debt Act, No. 18 of 1944, consolidating and amending the law relating to Government securities and to the management by the Reserve Bank of India of the public debt of the government.  The Public Debts Act, also known as the Jammu and Kashmir and Ladakh Acts, allows for the transfer of government securities not exceeding five thousand rupees face value to individuals not liable for the amount of the security.  It also allows the Bank to require bonds to be exchanged for government-issued government securities.  In addition, the Act allows the bank to require the payment of interest on the bonds.  \n\nThe Public Debt Act, as amended on October 30, 2019, provides that the Bank shall pay interest on any bond issued by the Government to a person not liable to pay the interest on a Government-issued Government security. The Bank shall also pay interest in respect of any interest accrued on any Government security not exceeding 5,000 rupees. The Reserve Bank shall retain the power to require a bond to be paid in respect to a Government security to be transferred to a non-government entity. The bank shall retain jurisdiction to enforce the terms and conditions of the agreement. The Act is to remain in effect for two years after its effective date.\n\nOn January 1, 2020, the Supreme Court of India issued an order in the form of a writ of habeas corpus enjoining the State of Jammu &amp; Kashmir and the Union territory of Ladakh from implementing the Public Debs Act. The Court held that the Public Deeds Act was unconstitutional and enjoined the state of J&amp;K from implementing its provisions. The Supreme Court also held that it was unconstitutional to require interest-bearing government securities to pay interest to non-governmental entities. The court held that this requirement was excessive and that the State&#x27;s failure to comply with the requirements of the Act was in excess of its constitutional authority.  2020 WL 5942092. The case was therefore stayed pending the Court&#x27;s decision in the case of J &amp; K. \n \nOn October 30th, 2019 the State government notified the court that it would not be enforcing the provisions of the PublicDebts Act against the State. Instead, it would be enforcing them only on the State and Union Territories of J and K, and against the Union Territory of Ladakhi. The State government also informed the court of its intention to enforce them against the District Courts of",
    "$implementation": "Medium",
    "$passedby": "Reserve Bank of India",
    "$passedon": "22nd November, 1944",
    "$department": "Treasury",
    "$pdf": "https://bobazurestore.blob.core.windows.net/legal-framework-acts/AAA1944___18.pdf",
    "id": "6e918bd5-5e0f-4d3b-b5d6-47d646c2f7da",
    "_rid": "b01bAJLHC+QEAAAAAAAAAA==",
    "_self": "dbs/b01bAA==/colls/b01bAJLHC+Q=/docs/b01bAJLHC+QEAAAAAAAAAA==/",
    "_etag": "\"4101e78d-0000-0800-0000-66a814af0000\"",
    "_attachments": "attachments/",
    "_ts": 1722291375
  },
  {
    "$id": "1722290352.568968",
    "$guideline_name": "A2017-02",
    "$summary": "The Specified Bank Notes (Cessation of Liabilities) Act, 2017, was enacted by the Parliament of India on December 31, 2016.  The Act provided for the cessation of liabilities on the specified bank notes and for matters connected therewith or incidental to the notes.  It was to be in force for two years.  \n\nThe Act was to provide in the public interest for the removal of the Reserve Bank of India&#x27;s liabilities on specified banknotes.  Specifically, it provided that the specified notes were to cease to be liability of Reserve Bank or the Central Government on the date that they ceased to be legal tender.  In addition, the Act provided that they would cease to have the guarantee of Central Government under sub-section (1) of sub-sections 26 and 34 of the Indian Reserve Bank Act, 1934.  Further, it also provided that specified notes would be entitled to a grace period of one year from the date of the effective date of enforcement of the Act.\n\nOn February 27th 2017, the Supreme Court of India issued an order granting the government&#x27;s petition for writs of habeas corpus and enjoining the enforcement of this Act. The Supreme Court held that the Act did not violate Article II of the Constitution of India and the Indian Constitution. The Court also held that it did not contravene the provisions of Article IV of the Ujwalas. The court held that there was no violation of Article I of the United States Constitution and that there were no violations of Article III of the Privileges and Immunities Act, 18 Ujurisdictions of India. Finally, the Court found that the provisions in the Act were not in violation of the Due Processes of the Equal Protection Clause of the Fifth and Fourteenth Amendments to the Constitution. \nThe Supreme Court dismissed the case for failure to state a claim on the merits. The case was dismissed for lack of subject-matter jurisdiction.  On the same day, the court also dismissed the claim for injunctive relief on the grounds that the Court had failed to exhaust its administrative remedies.  As a result, the matter was dismissed without prejudice to the parties.\n",
    "$implementation": "Medium",
    "$passedby": "Parliament",
    "$passedon": "27th February, 2017",
    "$department": "Treasury",
    "$pdf": "https://bobazurestore.blob.core.windows.net/legal-framework-acts/A2017-02.pdf",
    "id": "40b4678d-a3e9-4c02-94f3-31843a09eeca",
    "_rid": "b01bAJLHC+QFAAAAAAAAAA==",
    "_self": "dbs/b01bAA==/colls/b01bAJLHC+Q=/docs/b01bAJLHC+QFAAAAAAAAAA==/",
    "_etag": "\"4101e88d-0000-0800-0000-66a814af0000\"",
    "_attachments": "attachments/",
    "_ts": 1722291375
  },
  {
    "$id": "1722290183.265511",
    "$guideline_name": "A1966-18",
    "$summary": "On 29th May 1966, the Indian Parliament enacted the Asian Development Bank Act, 1966.  The Act was to implement the international agreement for the establishment and operation of the Asian development bank and for matters connected therewith.  It provided that the Central Government may, if it thinks fit so to do so, create and issue to the Bank, in such form as the Bank thinks fit, any non-interest bearing and non-negotiable notes or other obligations as are provided for by Art. 3 of Art. 6 of the Agreement.  In addition, the Act provided for the appointment of a Director-General to oversee the Bank.  \n\nThe Director General was to be appointed by the President of the Republic of India.  He was to serve a term of three years.  After his appointment, the Director-general was to report to the Parliament every six months.  Following the report, the Court of Appeals for the High Court (Chief Justice Ravi Agrawal) held that the Director General should not be appointed because he was not qualified to serve the purpose of ensuring that the Bank was properly supervised. The Court also held that his appointment was not in the best interests of the public interest.  As a result of the Court&#x27;s decision, the District Judges of the Supreme Court of India (Chief Justices S. Rajagopalachari and Ravi Kumar) stayed his appointment pending the Court’s decision in the case.  On the same day, the court issued a judgment in favor of the District Court Judges of India, holding that the District Justices of India were not qualified.  to serve as qualified judges.  the Court held that there was no need for qualified judges to serve in this case because the case was not a case of qualified judges, but rather a matter of law. The court held that it was not proper for a court of law to entertain the issue because there was not enough evidence to show that the district judges were qualified judges of the court.  Therefore, the case should be dismissed. \n \nThe Court of Appeal held that, although the Court had the power to dismiss the case, it did not have the authority to dismiss on the grounds that the court had failed to state a claim upon which relief could be granted.  Accordingly, it dismissed the case on the ground that the Court lacked jurisdiction to entertain such a claim.  However, it held that if the Court did have jurisdiction to dismiss, it should not have dismissed on the",
    "$implementation": "Hard",
    "$passedby": "Parliament",
    "$passedon": "19th May, 1966",
    "$department": "Treasury",
    "$pdf": "https://bobazurestore.blob.core.windows.net/legal-framework-acts/A1966-18.pdf",
    "id": "60de8c61-58bc-45d1-8613-f8104f27ab9b",
    "_rid": "b01bAJLHC+QGAAAAAAAAAA==",
    "_self": "dbs/b01bAA==/colls/b01bAJLHC+Q=/docs/b01bAJLHC+QGAAAAAAAAAA==/",
    "_etag": "\"4101e98d-0000-0800-0000-66a814af0000\"",
    "_attachments": "attachments/",
    "_ts": 1722291375
  },
  {
    "$id": "1722291070.065286",
    "$guideline_name": "a1891-18",
    "$summary": "On 1st October 1890, the Indian Parliament passed the Bankers’ Books Evidence Act, 1891, an Act to amend the Law of Evidence with respect to Bankers ’ Books.  \n\nThe Act amended the law of the Bank of India and provided that: (1) &quot;bankers&#x27; books&quot; include ledgers, day-books, cash -books, account books, and all other records used in ordinary business of the bank; (2) &quot;corporation&quot; means any body corporate established by an Indian law for the time being in for ce  in India; (3) &quot;legal proceeding&quot; means a legal proceeding or inquiry in which evidence is or may be given; (4) &quot;investigation or inquiry&quot; means an investigation or inquiry under the Code of Criminal Procedure, 1973 (2 of 1974); and (5) &quot;criminal proceedings&quot; means the collection of evidence, conducted by a police officer or by any other person conducted by the police officer.  The Act was extended to the whole of India, except for the State of Jammu and Kashmir, on 1st January 1992. \n \nThe Court of Appeals for the High Court of India (Chief Justice Ravi Agrawal) affirmed the Court of Appeal’s decision on 2nd October 1992, holding that the Act did not violate the Due Process Clause of the Fifth Amendment. The Court of appeals also held that the Court had erred in holding that there was not enough evidence to support the claim that the defendant was a “banker” under the Act. The court also found that the court did not have the authority to compel the defendant to prove that he or she was “a corporation.” The court of appeals had therefore dismissed the case. The case was dismissed with prejudice on the grounds that the plaintiff had failed to exhaust his or her administrative remedies under the due process clause of the Act, and the court had no jurisdiction to entertain the claim. The plaintiff appealed this decision to the Supreme Court. The Supreme Court dismissed the appeal on the ground that the case was not “contrary to law” because the defendant had not exhausted administrative remedies. The appeal was dismissed on the same grounds as the dismissal of the case with prejudice to the plaintiff. The plaintiffs appealed this dismissal on the court&#x27;s decision to dismiss the case on the basis of lack of judicial review. On remand, the court dismissed the plaintiff&#x27;s and the defendant&#x27;s motions for summary judgment on the issue of",
    "$implementation": "Hard",
    "$passedby": "Indian Government",
    "$passedon": "October 1, 1891",
    "$department": "Risk Management",
    "$pdf": "https://bobazurestore.blob.core.windows.net/legal-framework-acts/a1891-18.pdf",
    "id": "673b4551-09bf-4998-9f00-6c4d79fa3fe1",
    "_rid": "b01bAJLHC+QHAAAAAAAAAA==",
    "_self": "dbs/b01bAA==/colls/b01bAJLHC+Q=/docs/b01bAJLHC+QHAAAAAAAAAA==/",
    "_etag": "\"4101ea8d-0000-0800-0000-66a814af0000\"",
    "_attachments": "attachments/",
    "_ts": 1722291375
  }
]
